{
  "codeofconduct": {
    "sections": [
      {
        "header": "Be excellent to each other.",
        "paragraphs": [
          {
            "text": "Treat your fellow Sea Monkeys with kindness and respect. This is an enthusiastic and supportive community, and it is all of our responsibility to maintain it. Invite people into your conversations and activities; be supportive when your fellow Sea Monkeys try new things (or choose not to); participate, connect, help out. Events like these can feel lonely and intimidating when you’re new and don’t know anybody. Be welcoming, inclusive and friendly, and look out for one another!"
          }
        ]
      },
      {
        "header": "Don’t harass others.",
        "paragraphs": [
          {
            "text": "We are not a community that tolerates harassment.  This includes (but isn’t limited to): any kind of physical, verbal, or psychological abuse; threats, intimidation, and bullying; slurs about race, gender, sexuality or ability; unwanted romantic attention, sexual harassment, and generally creepy or stalky behavior; and photographing anyone or engaging in physical interactions (hugging, tickling, backrubs, etc.) without consent. If someone asks you to stop doing something and you keep doing it, that’s harassment. We’re all responsible for making sure this doesn’t occur in our community."
          }
        ]
      },
      {
        "header": "Be excellent to the ship’s staff and anyone you encounter at a port of call.",
        "paragraphs": [
          {
            "text": "Remember that we share this community with others. Please don’t be the person who makes the Sea Monkeys look bad to the HAL staff and/or the locals."
          }
        ]
      },
      {
        "header": "Don’t steal things.",
        "paragraphs": [
          {
            "text": "Obviously."
          }
        ]
      },
      {
        "header": "Don’t use illegal substances or bring them onboard.",
        "paragraphs": [
          {
            "text": "No exceptions."
          }
        ]
      },
      {
        "header": "We’re here to help.",
        "paragraphs": [
          {
            "text": "Don’t hesitate to reach out and ask for help addressing an issue. If the matter is related to the ship and its operations, or the health or physical well-being of passengers and/or crew, we must defer to the Oosterdam management. The ship’s management, the officers, and crew are all ultimately responsible for the safety and well-being of every person on board. We and they are all doing our best to ensure you enjoy your experience and that the values of our community are upheld."
          },
          {
            "text": "Our experience and expectation is that JoCo Cruisers act responsibly and look after one another. But in the event of a breach of this Code of Conduct, we reserve the right to take action, including (but not limited to) limiting access to events, expulsion without refund, and/or permanent banning from JoCo Cruise events."
          },
          {
            "text": "During the cruise, if you are subject to or witness behavior that violates our Code of Conduct, contact any Helper Monkey or JoCo Cruise staff member. You can also dial 74701 from any ship’s phone. Off-ship, email JoCo Cruise management at info@jococruise.com."
          }
        ]
      },
      {
        "header": "This application is subject to the JoCo Cruise Code of Conduct (above) and moderation rules:",
        "paragraphs": [
          {
            "list": [
              "Don't harass others. Don't post anything that could be considered harassment. Don't personally insult or harass others. Public or private.",
              "The use of emoji’s or images to convey inappropriate meaning consistent with the rules outlined above will also be moderated.",
              "Please don't raise concerns about the moderation on the app as it disrupts the flow of any discussion. Please direct any queries regarding moderation directly to moderation team @moderation."
            ]
          }
        ]
      },
      {
        "header": "Breaches of the moderation rules will be dealt with as follows:",
        "paragraphs": [
          {
            "list": [
              "Removal / editing of content - any comment that, in the view of the moderator, breaches the rules will be removed or edited.",
              "Temporary Mute - a participant who repeatedly and/or flagrantly flouts the moderation rules may be suspended from posting content to the app.",
              "Permanent Banning - a participant who continues to violate the moderation rules following reinstatement after a period of suspension may have their access to the app permanently blocked.",
              "Automatic Banning - a participant who posts or links to inappropriate, offensive or illegal material will be immediately blocked from the app."
            ]
          }
        ]
      },
      {
        "header": "Users Frequently Asked Questions",
        "paragraphs": [
          {
            "text": "What happens if my content is removed?",
            "list": [
              "If you post something to this app which gets moderated (edited or removed), you will receive a notification via Seamail informing you of this action. You will be informed as to which of the moderation rules you are in breach of and notified as a warning."
            ]
          },
          {
            "text": "What if I disagree with a moderation decision?",
            "list": [
              "If you disagree with a moderation decision you are able to get in touch with the moderation team by tagging @moderator or sending a SeaMail to @moderator."
            ]
          },
          {
            "text": "Can a moderator remove my comment just because they don’t like it?",
            "list": [
              "All comments moderated by our moderators are done so in accordance with the moderation rules outlined above."
            ]
          },
          {
            "text": "Can I report a comment for moderation?",
            "list": [
              "If you feel a comment or contribution to the app is in breach of the moderation rules outlined on this page, you are within your right to alert our moderators. Contact the mods by tagging @moderator or via Seamail at @moderator."
            ]
          },
          {
            "text": "How will I know if I have been banned from the app?",
            "list": [
              "If you are repeatedly in breach of our moderation rules you may incur sanctions as outlined above. When a banned User attempts to log in, there is a message displayed indicating that they are banned."
            ]
          }
        ]
      }
    ]
  }
}
